// © Copyright 2012-2016 HP Development Company, L.P.

// Task names
PISTTaskName = "HPs produktförbättringsstudie";

// Opt in view
PISTLocationLanguageRequestLabel = "Tala om var och hur den här produkten kommer att användas.";
PISTLocationLabel = "Plats:";
PISTLanguageLabel = "Språk:";

// Non ISO locations
other = "Annan";
europe = "Europa";
middleeast = "Mellanöstern";
northwestafrica = "Nordvästra Afrika";
southernafrica = "Södra Afrika";
asiapacific = "Asien/Stillahavsområdet";
latinamerica = "Latinamerika";
caribbean = "Karibien";

PISTDescriptionLabel = "HP Produktförbättringsstudie är ett undersökningsprogram som har som syfte att hjälpa HP förbättra sina produkter så att de bättre motsvarar kundernas behov.";
PISTExtendedDescriptionLabel = "Om du väljer att delta samlar vi in information om plats och användning för de skrivare som du har lagt till i HP Utility. Denna information hjälper oss att ge dig en bättre upplevelse av HPs produkter och tjänster i framtiden. Vi kommer inte att samla in eller lagra ditt namn, din adress eller några andra personliga uppgifter. Vi kommer inte heller att samla in något innehåll eller några filnamn från de dokument som du skriver ut.";

PISTOptInDescriptionLabel = "Underlätta för HP att utveckla produkter som stämmer med dina behov genom att tillåta att anonym information om din skrivaranvändning överförs till HP. Kontrollera skrivarinställningarna på frontpanelen för att försäkra dig om att de överensstämmer med dina val. Tack för din medverkan!";

PISTOptInButtonTitle = "Var med och bidra till att förbättra HPs produkter och tjänster";
PISTZipCodeLabel = "Postnummer:";

PISTPrimaryUseLabel = "Jag använder primärt HPs produkter och tjänster:";
PISTSelectPrimaryUsageTitle = "Markera primär användare";

// How use choises
PISTInHome = "Hemma";
PISTHomeElement002 = "för personligt bruk";
PISTHomeElement0031 = "för ett hemmabaserat företag";
PISTHomeElement0032 = "för yrkesmässig användning";
PISTHomeElement0033 = "för distansarbete";

PISTInBusiness = "På ett företag";
PISTBusinessElement005 = "med 1-9 anställda";
PISTBusinessElement006 = "med 10-99 anställda";
PISTBusinessElement0061 = "med 100-499 anställda";
PISTBusinessElement0062 = "med fler än 500 anställda";

PISTMoreInfoTitle = "Mer information";
PISTPrivacyPolicyTitle = "HPs sekretesspolicy";
PISTDataPrivacyTitle = "Anmärkning om datasekretess";

PISTApply = "Verkställ";
PISTCancel = "Avbryt";

PISTRetrieveInformationTitle = "Hämtar information…";

// More info tab
PISTMoreInfoToolTip = "Mer information";
